{"translation-revision-date":"2025-06-11 12:06:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Se ha producido un error al intentar descargar las plantillas del Servicio en la Nube por primera vez. Esto significa que ahora el escáner no podrá sugerir resultados de escaneado para las plantillas de servicio. La descarga se efectuará nuevamente de manera automática en unos minutos. También puede hacer click en \"Actualizar plantillas\", a continuación."],"Service Cloud":["Servicio en la nube"],"Activate free license":["Activar licencia gratuita"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Esta función solo está disponible con una licencia válida, ya que las plantillas de servicio deben descargarse regularmente de nuestro servicio en la nube."],"Update templates":["Actualizar plantillas"],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["La base de datos de plantillas se descarga en su WordPress y se actualiza diariamente. ¡Haga clic en \"Actualizar plantillas\" para descargar la última versión ahora!"],"Pre-release":["Prelanzamiento"],"Release ID":["Lanzar ID"],"You have downloaded the service templates the last time on {{u\/}}":["Ya ha descargado las plantillas de servicio la vez anterior {{u\/}}"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Debe descargar, desde el Service Cloud de Real Cookie Banner, las plantillas disponibles para cientos de servicios que puede estar ejecutando en su página web. Los datos se descargarán localmente en su servidor para que los visitantes de su página web no tengan que conectarse a la nube."],"Activate license":["Activar licencia"],"Cache":["Caché"],"More statistics":["Más estadísticas"],"I have already done all the steps":["Ya he realizado todos los pasos"],"Dismiss this info":["Desestimar esta información"],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["No se {{strong}}detectó{{\/strong}} ninguna caché de página en su sitio web."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Hemos detectado {{strong}}%s{{\/strong}} como la caché de su página."],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["Real Cookie Banner puede borrar la caché de su página automáticamente cuando detecte la caché de la página. Esto significa que no tendrá que vaciar manualmente la caché de su página si realiza cambios en el banner de cookies a través del personalizador o si solicita un nuevo consentimiento."],"Already applied":["Ya aplicado"],"Successfully saved changes!":["¡Los cambios se han guardado con éxito!"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Los banners de cookies son un mal necesario que ocupan mucho espacio, sobre todo en los smartphones. Con la optimización móvil puede personalizar el banner de cookies para que sea más discreto y, al mismo tiempo, más fácil de leer en los teléfonos móviles."],"Want to optimize the cookie banner for mobile users?":["¿Desea optimizar el banner de cookies para los usuarios móviles?"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Ha definido {{strong}}%d activado{{\/strong}}, %d desactivado y %d borrador de los proveedores de TCF."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Ha definido {{strong}}%d activado{{\/strong}}, %d desactivado y %d borrador de servicios."],"Manage":["Administrar"],"Available service groups:":["Grupos de servicios disponibles:"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["Puede activar y desactivar el bloqueador de contenidos en la {{a}}página de ajustes{{\/a}}."],"Content Blocker is {{strong}}deactivated{{\/strong}}":["El Bloqueador de Contenidos está {{strong}}desactivado{{\/strong}}"],"Content Blocker is {{strong}}activated{{\/strong}}":["El Bloqueador de Contenidos está {{strong}}activado{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["Puede activar y desactivar el banner de cookies en la {{a}}página de ajustes{{\/a}}."],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Cookie Banner está {{strong}}desactivado{{\/strong}}"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Cookie Banner está {{strong}}activado{{\/strong}}"],"Next century":["Próximo siglo"],"Last century":["Siglo pasado"],"Next decade":["Próxima década"],"Last decade":["Última década"],"Next year (Control + right)":["Próximo año (Ctrl + flecha derecha)"],"Last year (Control + left)":["El año pasado (Ctrl + flecha izquierda)"],"Next month (PageDown)":["Próximo mes (AvPág)"],"Previous month (PageUp)":["Mes anterior (RePág)"],"Choose a decade":["Elija una década"],"Choose a year":["Elija un año"],"Choose a month":["Elija un mes"],"Select time":["Seleccione la hora"],"Year":["Año"],"Month":["Mes"],"Clear":["Limpiar"],"OK":["OK"],"Back to today":["Volver al día de hoy"],"Now":["Ahora"],"End date":["Fecha de finalización"],"Start date":["Fecha de inicio"],"Select date":["Seleccione la fecha"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Puede obtener varias estadísticas sobre cómo utilizan sus usuarios el banner de cookies. Esto le sirve para calcular el número total de usuarios que no desean ser rastreados. Una manera de hacerlo es extrapolando datos desde Google Analytics, por ejemplo."],"Want to see detailed statistics about the consents of your visitors?":["¿Desea ver estadísticas detalladas sobre los consentimientos de sus visitantes?"],"Today":["Hoy"],"Set up the cookie banner":["Configurar el banner de cookies"],"Cancel":["Cancelar"],"Services":["Servicios"],"General":["General"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Statistics":["Estadísticas"],"No":["No"],"Yes":["Sí"],"Content Blocker":["Bloqueador de contenidos"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-dashboard.lite.js"}}