{"translation-revision-date":"2025-06-11 12:06:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"All ad partners using %s":["Todos los socios publicitarios que utilizan %s"],"Consent is obtained for all advertising partners who display advertising via %s. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Se obtiene el consentimiento de todos los socios publicitarios que muestran publicidad a través de %s. De este modo se obtienen los máximos ingresos, pero los proteccionistas de datos podrían cuestionar la eficacia del consentimiento debido al excesivo número de vendedores."],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Se solicita el consentimiento a todos los socios publicitarios que muestran una cantidad especialmente grande de publicidad a través de Adsense (lista proporcionada por Google). Esto aumenta tus ingresos y, al mismo tiempo, obtienes el consentimiento de un número manejable de proveedores de TCF."],"Commonly used ad partners":["Socios publicitarios más utilizados"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Solo Google puede mostrar anuncios reservados, por ejemplo, a través de Google Ads. Esto significa que obtendrás menos consentimiento de los visitantes de tu web, pero no generarás los ingresos óptimos."],"Google Advertising Products only":["Sólo productos publicitarios de Google"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-tcf.lite.js"}}